Repository: mobilatam/mobi_latam_l10n
Catalog: lib/l10n/intl_*.arb
Languages: es

# discoverMobiBenefits
source: Discover the benefits of being part of MOBI and receiving your salary in Ueno Bank.
es: Descubrí los beneficios de ser parte de MOBI y recibir tu sueldo en Ueno Bank.

# acquireMyCard
source: Get my card
es: Adquirir mi tarjeta

# accountActive
source: Your account is active!
es: ¡Tu cuenta está activa!

# startUsingVehicle
source: You can start using your vehicle!!
es: ¡Puedes comenzar a usar tu vehículo!

source: Reservation rejected!
es: ¡Reserva rechazada!

# refundRequest
source: Our team couldn''t complete your reservation, you can request a refund
es: Nuestro equipo no pudo completar tu reserva, puedes solicitar tu reembolso

# completeSubscription
source: Complete your subscription!
es: ¡Completa tu suscripción!

# continueServicesMessage
source: To continue enjoying our services, please complete the subscription process.
es: Para continuar disfrutando de nuestros servicios, por favor complete el proceso de suscripción.

source: Vehicle in process
es: Vehículo en proceso

# processingOrderMessage
source: We are processing your order as fast as we can!
es: ¡Estamos procesando tu pedido lo más rápido que podemos!

source: Vehicle in preparation
es: Vehículo en preparación

source: Vehicle on the way!
es: ¡Vehículo en camino!

# vehicleComingMessage
source: We are on our way with your vehicle!!
es: ¡Estamos de ida con tu vehículo!

# vehicleReady
source: Your vehicle is ready!
es: ¡Tu vehículo está listo!

source: Scan
es: Escanear

# scanVehicleMessage
source: Scan your vehicle to start enjoying it!
es: ¡Escanea tu vehículo para poder empezar a disfrutarlo!

source: Activate
es: Activar

# checkingPermissions
source: Checking permissions Please wait a moment...
es: Verificando permisos Espera un momento por favor...

# connectingToVehicle
source: Connecting to the vehicle... Please wait a moment...
es: Conectándose al vehículo... Espera un momento por favor...

# scooterNotFound
source: Vehicle not found
es: Vehículo no encontrado

# approachVehicle
source: Get closer to the vehicle to connect to it.
es: Acércate al vehículo para poder conectarte a él.

source: Search again
es: Buscar de nuevo

source: Bluetooth disabled
es: Bluetooth desactivado

# activateBluetoothMessage
source: To connect to the vehicle, you must activate it.
es: Para poder conectarte al vehículo, debes activarlo.

source: Activate Bluetooth
es: Activar Bluetooth

# permissionsDeniedMessage
source: It seems you have denied permissions. To connect to the vehicle, you must activate them.
es: Parece que tienes Permisos denegados. Para poder conectarte al vehículo, debes activarlo.

source: Activate Permissions
es: Activar Permisos

source: Turn Off Lights
es: Apagar Luces

source: Turn On Lights
es: Encender Luces

# balancePaymentTable
source: Balance: $us {value}
es: Saldo: $us {value}

source: Reservation available
es: Reserva disponible

# reservationAvailableMessage
source: You can now reserve your vehicle. We''ll send you a notification when we have stock available for the full subscription payment and delivery of your motorcycle.
es: Puedes realizar la reserva de tu vehículo. Se te enviará una notificación cuando tengamos el stock disponible para el pago total de la suscripción y la entrega de tu motocicleta.

source: Cancel subscription
es: Cancelar suscripción

source: Cancel my subscription
es: Cancelar mi suscripción

# confirmCancelSubscription
source: Are you sure you want to cancel your subscription?
es: ¿Estás seguro de que deseas cancelar tu suscripción?

source: Cancel Application
es: Cancelar Postulación

source: Apply for Job
es: Aplicar a trabajo

# postulationUnderReview
source: Your application is under review
es: Tu postulación está en revisión

# vehicleAccessError
source: The vehicle cannot be accessed at this time. The system may be busy or an inconvenience has occurred. Please try again later.
es: No se puede acceder al vehículo en este momento. El sistema puede estar ocupado o ha ocurrido un inconveniente. Por favor, inténtelo nuevamente más tarde.

source: Scanning Error
es: Error de escaneo

source: Amount
es: Monto

source: Date
es: Fecha
