Repository: mobilatam/mobi_latam_l10n
Catalog: lib/l10n/intl_*.arb
Languages: es

# acceptClause
source: I accept the terms and conditions and privacy policy.
es: Acepto términos y condiciones y política de privacidad.

# acceptEmailSend
source: I agree to receive emails with discounts and news.
es: Acepto recibir correos electrónicos con descuentos y novedades.

# apply
source: Discover MOBI
es: Descubre MOBI

# birthDate
source: Date of birth
es: Fecha de nacimiento

# birthDateHover
source: MM/DD/YYYY
es: DD/MM/AAAA

# checkWhatsapp
source: Check your WhatsApp and copy the code
es: Revisa tu whatsapp y copia el código

# chooseYouSubscriptionType
source: Choose Your Subscription Type
es: Selecciona tu tipo de suscripción

# chooseYouSubscriptionTypeExplanation
source: Select whether you want to purchase a monthly subscription for delivery work or for personal use as transportation and/or recreational use.
es: Elige si quieres adquirir tu suscripción mensual para trabajar realizando envíos o para uso personal como transporte y/o uso recreativo.

source: Choose Your Mobi
es: Slecciona tu Mobi

# ci
source: Identity card
es: Carnet de identidad

source: Code Sent
es: Código Enviado

# codeSuccess
source: Successful code
es: Código exitoso

# congratulations
source: Congratulations, you successfully applied! The team from 'el genio x' will contact you in the next few hours.
es: Felicidades aplicaste exitosamente el equipo de el genio x se contactará contigo en las próximas horas

# continueText
source: Continue
es: Continuar

# deliveryTime
source: Your moped will arrive at your home in just 24 hours after your purchase confirmation.
es: Tu moped llegará a tu domicilio en tan solo 24 Hrs. a partir de la confirmación de tu compra.

source: Email
es: Correo electrónico

# emailisNotValid
source: Enter a valid email address
es: Introduzca un email válido

source: Enjoy Your Mobi Vehicle
es: Disfruta de tu vehículo mobi

# extensionCi
source: Extension
es: Extensión

# getSince800Dollars
source: Earn from $800 per month by making deliveries on your moped, or simply enjoy your vehicle for convenient city transportation.
es: Recibe desde 800 US$ mensuales realizando envíos en tu moped, o simplemente disfruta de tu vehículo para moverte libremente por la ciudad.

# getYourMobiVehicle
source: Receive Your Mobi Vehicle
es: Recibe tu vehículo mobi

# hasLicense
source: Do you have a motorcycle license?
es: ¿Tiene licencia de moto?

source: How it works?
es: ¿Cómo funciona?

source: Includes
es: Incluye

# name
source: Names
es: Nombres

source: Full Name
es: Nombre Completo

# hintextPlaceholder
source: Enter your
es: Ingrese su

# lastName
source: Surnames
es: Apellidos

source: Country
es: País

source: Business name
es: Razón social

# nit
source: NIT number
es: Número de NIT

source: Reference contact
es: Contacto de referencia

# referenceContactPhone
source: Reference contact phone number
es: Teléfono contacto de referencia

# nameUser
source: Name
es: Nombre

source: Benefits
es: Beneficios

# numberLicense
source: Motorcycle license number
es: Número de licencia de moto

# personalData
source: Profile Data
es: Datos del perfil

# phone
source: Phone number
es: Número de celular

# pickAnyOfOurVehicles
source: You can choose any of our vehicles available for monthly subscription: electric mopeds.
es: Puedes seleccionar cualquiera de nuestros vehículos habilitados para suscripción mensual: mopeds eléctricas.

source: Register
es: Registrar

source: Register with:
es: Registrate con:

# registerYourSelf
source: Register
es: Registrate

source: Save
es: Guardar

source: Select
es: Selecciona

# selectMobi
source: SELECT YOUR MOBI
es: SELECCIONA TU MOBI

# selectSubscription
source: Monthly subscription
es: Suscripción mensual

source: Out of stock
es: Agotado

# availableStock
source: Available
es: Disponible

# sendCodeAgain
source: Resend code
es: Volver a enviar código

# successApply
source: SUCCESSFUL APPLICATION!
es: APLICACIÓN EXITOSA!

source: Support
es: Soporte

# test
source: english
es: español

source: This field is mandatory
es: Este campo es obligatorio

source: Verification code
es: CÓDIGO DE VERIFICACIÓN

source: Verify
es: Verificar

# welcome
source: WELCOME MOBIER!
es: BIENVENIDO MOBIER!

source: WELCOME TO MOBI
es: BIENVENIDO A MOBI

# verifyNumberRegister
source: Number validation
es: Validación de número

# withOnlyFiveDays
source: You can register with just 5 pieces of information to have your mobi vehicle delivered to your doorstep.
es: Con tan solo 5 datos puedes registrarte para adquirir tu vehículo mobi en la puerta de tu casa.

source: Yes
es: Si

# youWillGetMopedIn24hrs
source: Your moped will arrive at your doorstep within 24 hours of purchase confirmation.
es: Tu moped llegara a tu domicilio en tan solo 24 Hrs. a partir de la confirmación de tu compra.

source: PAY SUBSCRIPTION
es: Pagar suscripción

source: Card number
es: Número de tarjeta

# securityCode
source: Security code (VCC)
es: Código de seguridad (VCC)

source: Expiration date
es: Fecha de vencimiento

# applyDebit
source: Apply automatic debit
es: Aplicar débito automático

# successPayment
source: SUCCESSFUL PAYMENT!
es: ¡PAGO EXITOSO!

# confirmDirection
source: Confirm shipping address
es: Confirmar dirección de envío

# successSubscriptionPayment
source: Your subscription ID 48938439 has been successful. We will send your moped to you within 24 hours.
es: Nos contactaremos contigo para coordinar la entrega de tu vehículo

# directionDelivery
source: Confirm your address for the shipment of your vehicle.
es: Confirma tu dirección para el envío de tu vehículo

# directionDeliverySub
source: Enter the PIN with the location of your residence.
es: Ingresa el PIN con la ubicación de tu domicilio

# directionDeliveryError
source: Moving the map is required to continue. Please place the marker on your current location.
es: Para continuar, es necesario mover el mapa y colocar el marcador en tu ubicación actual.

# directionShipping
source: Complete address
es: Dirección completa

source: Confirm
es: Confirmar

source: WELLCOME MOBIER
es: BIEVENIDO MOBIER

# doTrackingMoped
source: Do tracking of your moped
es: Haz el tracking de tu moped

source: See status
es: Ver status

# tracking
source: Track your delivery
es: Rastreá tu entrega

source: Prepared
es: En preparación

source: On arrival
es: En camino

source: Delivered
es: Entregado

# mopedDelivered
source: MOBID DELIVERED
es: VEHÍCULO ENTREGADA

# activateMoped
source: Activate your vehicle
es: Activa tu Vehículo

# howDrive
source: How to drive?
es: ¿Cómo conducir?

# openAppAndTurnOnMoped
source: Open the App and turn on your vehicle
es: Abre la App y enciende la Vehículo

# openAppAndTurnOnScooter
source: Open the App and turn on your vehicle
es: Abre la App y enciende tu Vehículo

# mopedInstructions
source: From the App you can view all the widgets necessary to locate what your moped needs, from maintenance, battery level, support, etc.
es: Desde la App podrás visualizar todos los widgets necesarios para localizar que necesita tu moped, desde mantenimientos, nivel de baterías, soporte,etc.

# scooterInstructions
source: From the App you can view all the widgets necessary to locate what your moped needs, from maintenance, battery level, support, etc.
es: Desde la App podrás visualizar todos los widgets necesarios para localizar que necesita tu Vehículo, desde mantenimientos, nivel de baterías, soporte,etc.

# activeMoped
source: ACTIVE VEHICLE
es: ACTIVAR VEHÍCULO

source: Scan QR
es: Escanear QR

# scanQRCode
source: Scan the vehicle QR code to activate your moped and start your trips
es: Escanear el codigo QR de la Vehículo para activar tu Vehículo y comenzar tus viajes

source: Serial Number
es: Nro. de serie

source: Battery Serial Number
es: Nro. de serie de batería

source: Battery Level
es: Nivel de batería

source: Km. Traveled
es: Km. recorridos

# nextMaintaining
source: Next Maintenance
es: Próximo mantenimiento

source: Profile
es: Perfil

source: My Moped
es: Mi Moped

# billAndPayments
source: Billing and Payments
es: Facturación y pagos

# sendEmail
source: Send us an email
es: Envíanos un email

# talkUs
source: Talk to us
es: Habla con nosotros

source: Referred Discount
es: Descuento referido

# referredCode
source: Referral Code
es: Código referido

# referredDescription
source: Receive a 10% discount on your next installment by sharing this code with your friends
es: Recibe descuento de 10% en tu próxima cuota compartiendo este código con tus amigos

# referredSmallText
source: The discount will be applied when your friend starts working with mobi.
es: El descuento será aplicado cuando tu amigo comience a trabajar con mobi.

# mopedBikeDescription
source: Ciber Bike One, The first electric motorcycle with IoT technology in the Latin American region. The vehicle can be controlled through a technological platform; designed, developed, manufactured in Bolivia that uses Bolivian lithium batteries.
es: Ciber Bike One, La primera motocicleta eléctrica con tecnología de IoT en la región de América Latina. El vehículo puede ser controlado mediante una plataforma tecnológica; diseñada, desarrollada, fabricada en Bolivia que utiliza baterías de litio bolivianas.

source: Payment History
es: Historial de pagos

source: Total Payment
es: Total a pagar

source: Billing
es: Facturación

source: Billing History
es: Historial de facturación

source: Language
es: Idioma

source: Legal Documents
es: Documentos legales

# newsAndDiscounts
source: News and Discounts via email
es: Noticias y descuentos vía email

source: Delete Account
es: Borrar cuenta

source: Save Changes
es: Guardar cambios

source: Privacy Policy
es: Políticas de privacidad

source: Close Session
es: Cerrar sesión

source: Bloc
es: Bloquear

source: Accept
es: Aceptado

source: Maintenance Date
es: Fecha de mantenimiento

# followInstructions
source: Follow the instructions from the swap station
es: Sigue las intrucciones de la swap station

# actualCharge
source: Current charge
es: Carga actual

source: Low battery
es: Batería baja

source: Battery change
es: Batería cambiada

# changeBattery
source: Swap your battery at the nearest station to your location
es: Intercambia tu batería en la estación más cercana a tu ubicación

# seeSwaps
source: View swaps
es: Ver swaps

source: Subscription expiration
es: Vencimiento de suscripción

# wantExchangeBattery
source: Do you want to exchange your battery?
es: ¿Quieres intercambiar tu batería?

# congratulationsWork
source: Congratulations
es: Felicidades

# congratulationsWorkDescription
source: Genius X has confirmed that you meet the requirements to be a rider. Next you can make the payment for your moped to obtain your vehicle and start working.
es: El Genio X ha confirmado que cumples con los requisitos para ser rider. A continuación podrás realizar el pago de tu moped para obtener tu vehículo y comenzar a trabajar.

# firstSession
source: First login link new device?
es: ¿Primer inicio de session vincular nuevo dispositivo?

# noDeviceFind
source: No device is connected
es: No hay ningún dispositivo conectado

# noServiceFind
source: Service not found
es: Servicio no encontrado

# qrError
source: Invalid QR code
es: Código QR no válido

source: Delete data
es: Borrar datos

# sendTimeoutException
source: The request timed out. Please check your internet connection and try again.
es: Se excedió el tiempo de espera de la solicitud. Verifica tu conexión a internet e inténtalo de nuevo.

# badResponse
source: There was a problem processing your request. Please try again or contact support.
es: Ocurrió un problema al procesar tu solicitud. Vuelve a intentarlo o contacta con soporte.

# fetchDataException
source: Unable to retrieve response from the server. Please check your internet connection and try again.
es: No se pudo obtener la respuesta del servidor. Verifica tu conexión a internet e inténtalo de nuevo.

# serializationException
source: There was an error processing data received from the server.
es: Hubo un error al procesar los datos recibidos del servidor.

# unrecognizedException
source: An unknown error has occurred.
es: Se ha producido un error desconocido.

# lockDevice
source: Turn off Vehicle
es: Apagar Vehículo

# unlockDevice
source: Turn on Vehicle
es: Encender Vehículo

source: Velocity
es: Velocidad

# lowVelocity
source: Low
es: Baja

# mediumVelocity
source: Medium
es: Media

# highVelocity
source: High
es: Alta

# lightButton
source: Lights
es: Luces

# reserve
source: Choose
es: Seleccionar

source: Frequent Questions
es: Preguntas Frecuentes

# noDeviceFound
source: Vehicle not found
es: Vehículo no encontrado

# tryReconnectDevice
source: Try reconnecting the vehicle
es: Intenta reconectar el Vehículo

# singIn
source: Sign In
es: Iniciar sesión

source: Cancel
es: Cancelar

# creditCard
source: Data of your credit card
es: Datos de tarjeta

source: What includes?
es: ¿Qué incluye?

source: Pending
es: Pendiente de aprobación

source: Complete
es: Completo

# inProgress
source: In Process
es: En proceso

source: Declined
es: Denegado

source: On The Way
es: En camino

source: Arrived
es: Llegamos

source: Pay Reserve
es: Pagar reserva

source: Retry
es: Reintentar

# onboardingOneTitle
source: Get employed
es: Conseguí empleo

# onboardingOneSubtitle
source: Find the best companies looking for an E-rider like you in our marketplace!
es: ¡Encontrá en nuestro marketplace las mejores empresas que buscan un E-rider como vos!

# onboardingTwoTitle
source: Receive your motorcycle
es: Recibí tu motocicleta

# onboardingTwoSubtitle
source: Once your employment is approved, receive your electric motorcycle in just 48 hours!
es: Una vez aprobado tu empleo. ¡Recibí tu motocicleta eléctrica en tan solo 48 horas!

# onboardingThreeTitle
source: Start working
es: Comenzá a trabajar

# onboardingThreeSubtitle
source: Enjoy all the benefits of our subscription and earn up to $800 per month!
es: ¡Disfrutá de todos los beneficios de nuestra suscripción y ganá hasta 800 $us al mes!

# countryQuestion
source: What country do you live in?
es: ¿En qué país vivís?

# cityQuestion
source: What city do you live in?
es: ¿En qué ciudad vivís?

# termsAndConditions
source: I accept the terms and conditions and privacy policy.
es: Acepto términos y condiciones y política de privacidad.

# termsAndConditionsTag
source: terms and conditions
es: términos y condiciones y política de privacidad.

# emailMarketing
source: I agree to receive emails with discounts and news.
es: Acepto recibir correos electrónicos con descuentos y novedades.

# supportText
source: Having problems? Talk to support.
es: ¿Tienes problemas? Habla con soporte.

source: Remaining time to resend:
es: Tiempo restante para reenviar:

# resendCodePrompt
source: Didn''t receive the code? Resend
es: ¿No recibiste el código? Reenviar

source: Incorrect code
es: Código incorrecto

# verificationSuccess
source: Verification successful!
es: ¡Verificación exitosa!

# verificationCodeApplied
source: The verification code was successfully applied.
es: El código de verificación fue aplicado con éxito.

source: Complete your account
es: Completa tu cuenta

source: Account Complete!
es: ¡Cuenta Completa!

# congratulationsAccountReady
source: Congratulations! You have completed all steps and your account is ready to use.
es: ¡Felicidades! Has completado todos los pasos y tu cuenta está lista para usarse.

# stepsCompleted
source: {completed} of {total} completed
es: {completed} de {total} completado

# completeMySubscription
source: Go to pay
es: Completar mi suscripción

source: Step 1
es: Paso 1

source: Step 2
es: Paso 2

source: Step 3
es: Paso 3

source: Step 4
es: Paso 4

source: Phone verified
es: Teléfono verificado

source: Documents verified
es: Documentos verificados

# documentsUploaded
source: Documents uploaded {uploaded}/{total}
es: Documentos cargados {uploaded}/{total}

# pendingAcceptedRejected
source: Pending: {pending} | Accepted: {accepted} | Rejected: {rejected}
es: Pendientes: {pending} | Aceptados: {accepted} | Rechazados: {rejected}

source: Address verified
es: Dirección verificada

source: Address
es: Dirección

# pendingUploadDocument
source: Pending document upload
es: Pendiente de subir tu documento

source: Verification in process
es: Estamos en proceso de verificación

# needToApplyToCompany
source: You need to apply to a company
es: Necesitas postular a una empresa

# verificationInProcessStep4
source: Verification in process
es: En proceso de verificación

source: Complete your documents
es: Completa tus documentos

source: Application accepted
es: Postulación aceptada

# applicationSuccess
source: Application accepted
es: Postulación aceptada

# applicationSuccessMessage
source: We are in the process of verifying your application!
es: Estamos en proceso de verificación de tu postulación!

source: Application
es: Postulación

source: Application required
es: Postulación requerida

source: Verified
es: Verificado

source: Billing and payments
es: Facturación y pagos

source: My subscription
es: Mi suscripción

source: Referral discount
es: Descuento referido

source: Payment methods
es: Métodos de pagos

# sectionComplete
source: This section is complete!
es: ¡Esta sección se encuentra completa!

source: Identity document front
es: Documento de identidad anverso

source: Identity document back
es: Documento de identidad reverso

# driverLicenseFront
source: Motorcycle driver''s license front
es: Licencia de conducir de motocicleta anverso

# driverLicenseBack
source: Motorcycle driver''s license back
es: Licencia de conducir de motocicleta reverso

source: Criminal record
es: Antecedentes penales

# maxFileSizeHint
source: (PNG, PDF and JPG file of max. 10MB)
es: (Archivo PNG, PDF y JPG de máx. 10MB)

source: Pending Approval
es: Pendiente de Aprobación

source: Document approved
es: Documento aprobado

# documentRejected
source: Document rejected, try uploading again
es: Documento rechazado, intenta subir nuevamente

# errorMaxSize
source: Try again. Image too large
es: Volvé a intentarlo. Imagen demasiado pesada

# errorFileType
source: File type not supported, please try again.
es: Tipo de archivo no admitido, vuelve a intentarlo.

# errorGeneral
source: Something went wrong, please try again.
es: Algo salió mal, vuelve a intentarlo.

source: Data saved!
es: ¡Datos guardados!

# documentVerificationInProcess
source: We are in the process of verifying your documents!
es: ¡Estamos en proceso de verificación de tus documentos!

source: Camera
es: Cámara

source: Attach
es: Adjuntar

# directionHint
source: Avenue, street, apartment, floor 6
es: Avenida, calle, departamento, piso 6

source: Reference
es: Referencia

# referenceHint
source: E.g.: Black gate
es: Ej: Portón negro

# addressDocumentLabel
source: Utility bill or rental contract
es: Factura de servicios básicos o contrato de alquiler

source: Schedule delivery
es: Programar entrega

source: Successful upload!
es: ¡Carga exitosa!

# dataSuccessfullySent
source: Your data has been successfully sent. You will receive an approval notification when we validate your information.
es: Tus datos han sido enviados correctamente. Recibirás una notificación de aprobación cuando validemos tu información.

source: Mon to Fri
es: Lun a Vier

# saturday
source: Saturdays
es: Sábados

# morning
source: 09:00 to 11:00 am
es: 09:00 a 11:00 am

# afternoon
source: 02:00 to 04:00 pm
es: 14:00 a 16:00 pm

# evening
source: 06:00 to 08:00 pm
es: 18:00 a 20:00 pm

source: You are here
es: Usted está aquí

source: COMING SOON
es: PROXIMAMENTE

source: Motorcycle Reserved!
es: ¡Motocicleta Reservada!

# notificationMessage
source: Our team will send you a notification as soon as we have your motorcycle ready, so you can complete your subscription payment.
es: Nuestro equipo te enviará una notificación en cuanto tengamos tu motocicleta lista, para que puedas completar el pago de tu suscripción.

source: Payment Successful!
es: ¡Pago exitoso!

# paymentProcessedMessage
source: Your payment was successfully processed, you will receive your vehicle at the registered address in approximately 48 hours.
es: Tu pago fue procesado con éxito, recibirás tu vehículo en la dirección registrada en aproximadamente 48 horas.

source: View Tracking
es: Ver seguimiento

source: Request Refund!
es: ¡Solicitar reembolso!

# refundInstructions
source: Your reservation has been rejected. To process the refund, please contact us. Indicate that you want to process the refund for your rejected reservation. Our team will process your request as soon as possible.
es: Su reserva ha sido rechazada. Para procesar el reembolso, contáctenos. Indique que desea procesar el reembolso de su reserva rechazada. Nuestro equipo procesará su solicitud lo antes posible.

# requestRefundButton
source: Request Refund
es: Solicitar reembolso

# refundHelpMessage
source: Hello Mobi, I need help with my refund.
es: Hola Mobi, necesito ayuda con mi reembolso.

source: Pay your subscription
es: Paga tu suscripción

source: Reserve your motorcycle
es: Reserva tu motocicleta

# completeSubscriptionPayment
source: Complete your subscription payment
es: Completa el pago de tu suscripción

source: Monthly payment
es: Pago mensual

# completePaymentMessage
source: Complete the payment of $95 later to receive your electric motorcycle
es: Completa luego el pago de $us 95 para recibir tu motocicleta eléctrica

# laterPaymentMessage
source: Pay later ${amount} per month
es: Paga luego $us {amount} al mes

# reserveTextButtom
source: Reserve
es: Reserva

source: Select your card
es: Selecciona tu tarjeta

source: Delete Payment Method
es: Eliminar Método de Pago

# confirmDeletePaymentMethod
source: Are you sure you want to delete this payment method?
es: ¿Estás seguro de que deseas eliminar este método de pago?

source: Add another card
es: Añadir otra tarjeta

source: Pay
es: Pagar

source: Required field
es: Campo requerido

# selectPaymentMethod
source: Select a payment method!!
es: Selecciona un método de pago!!

source: Confirm payment
es: Confirmar pago

# confirmPaymentMessage
source: You are about to make a payment. Once confirmed, the payment will be processed immediately. Are you sure you want to proceed?
es: Está a punto de realizar un pago. Una vez confirmado, el pago se procesará inmediatamente. ¿Está seguro de que desea proceder?

# noPaymentMethodMessage
source: Currently, you don''t have any payment method associated with your account. To make the payment for your subscription, add a valid payment method.
es: Actualmente, no tienes ningún método de pago asociado a tu cuenta. Para realizar el pago de tu suscripción, agrega un método de pago válido.

source: Add payment method
es: Añadir método de pago

# pleaseCompleteFields
source: Please complete the fields.
es: Por favor, complete los campos.

# processingPayment
source: Processing your payment...
es: Procesando su pago...

# paymentSuccessMessage
source: Your payment was successfully processed. You will receive your vehicle at the registered address in approximately 48 hours.
es: Tu pago fue procesado con éxito, recibirás tu vehículo en la dirección registrada en aproximadamente 48 horas.

# goHome
source: Go to Home
es: Ir al Inicio

# reservationRejectedMessage
source: Your reservation has been rejected. To process the refund, please contact us. Indicate that you want to process the refund for your rejected reservation. Our team will process your request as soon as possible.
es: Su reserva ha sido rechazada. Para procesar el reembolso, contáctenos. Indique que desea procesar el reembolso de su reserva rechazada. Nuestro equipo procesará su solicitud lo antes posible.
